{
  "TOPBAR_TITLE": "مساحة آمنة",
  "FOOTER": "تذييل",
  "WHO_ARE_WE": "من نحن ؟",
  "SECTION_1": "مرحبًا بكم في موقعي! هذا المكان مخصص لكل من يهتم بصحته النفسية أو يمر بتجربة صعبة. هنا ستجدون قصتي، موارد مفيدة، بودكاستات ملهمة، وتمارين عملية تساعدكم على العناية بأنفسكم. هدفي هو خلق مساحة آمنة تدعمكم وتذكركم أنكم لستم وحدكم في هذه الرحلة.",
  "MY_STORY": "قصتي",
  "MY_STORY_TEXT": "لطالما شعرت بالحزن وأوقات التوتر بدون سبب واضح. عندما دخلت الجامعة، ازدادت حالة التوتر ونوبات الهلع، وبدأت أنسحب من الناس وأشعر بوحدة كبيرة. في إحدى المرات، حضرت محاضرة عن الصحة النفسية، وشارك فيها شخص قصته فشعرت بأنه يعبّر عما أمرّ به. لكن للأسف، قلل كثير من الطلاب من مشاعره واستهانوا بألمه، مما جعلني أدرك مدى صعوبة الحديث عن الصحة النفسية في بيئة غير آمنة. بحثت كثيرًا عن حلول على الإنترنت، ووجدت أمورًا مفيدة وجربت تمارين ونصائح متنوعة، ورغبت في مشاركتها مع الآخرين، وجعل هذا الموقع وسيلة تساعد أي شخص يمر بتجربة مشابهة. تعلمت أن الحديث عن الصحة النفسية ليس ضعفًا، وأن الشعور بالضياع لا يعني الوحدة. هذا الموقع هو محاولتي لخلق مساحة آمنة وصادقة وإنسانية… مساحة يشعر فيها كل من مرّ بتجربة مشابهة بأنه ليس وحيدًا، وأن هناك دائمًا أملًا ومساحة للفهم والتعاطف.",
  "READ_MORE": "اقرأ المزيد",
  "PODCASTS_&_SELFCARE": "البودكاست وممارسات العناية الذاتية",
  "SOURCES": "مصادر للتواصل",
  "PODCASTS_&_SELFCARE_TITLE": "الممارسات الذاتية لتعزيز الصحة النفسية",
  "PODCASTS_&_SELFCARE_TEXT": "في بعض الأحيان، يمكن أن تصنع أصغر الخطوات أكبر فرق في شعورنا. إليك بعض الممارسات البسيطة التي ساعدتني شخصيًا — وربما تساعدك أيضًا — لتشعر بمزيد من التوازن والارتباط مع نفسك:\n\n1. تمارين التنفس\nتساعد على تهدئة الجهاز العصبي، وتقليل التوتر، وتعزيز الشعور بالسلام والوضوح.\n\n2. التغذية الصحية\nنظام غذائي متوازن غني بالخضروات، الفواكه، الحبوب الكاملة، البروتينات، والعناصر الغذائية الأساسية يمكن أن يدعم الصحة النفسية والجسدية.\n\n3. التأمل واليوغا\nأدوات رائعة لتخفيف القلق، بناء الوعي الذاتي، والبقاء متجذرًا في اللحظة الحالية.\n\n4. الكتابة\nسواء من خلال التدوين أو الكتابة التعبيرية، فإن التعبير عن أفكارك على الورق يمكن أن يكون وسيلة قوية لتحرير المشاعر وتخفيف الضغط.\n\n5. النشاط البدني\nالحركة المنتظمة — حتى التمارين الخفيفة مثل المشي — تعزز المزاج عبر إفراز الإندورفين وتحسين الصحة العامة.\n\n6. التوعية بالصحة النفسية\nفهم نفسك بشكل أفضل يبدأ بالتعلم. استكشف مصادر موثوقة عبر الإنترنت — مقالات، دورات، فيديوهات — لتعميق معرفتك بالصحة النفسية والمرونة العاطفية.",
  "SOURCES_TITLE": "مصادر المساعدة المهنية",
  "SOURCES_TEXT": "إذا شعرت أنك بحاجة إلى دعم أكثر، يوفر هذا القسم الموارد ومعلومات الاتصال لخدمات الصحة النفسية المجانية والموثوقة في الأردن. منظمات تقدم الاستشارات، الدعم العاطفي، أو خطوط مساعدة سرية للصحة النفسية — لأنك لست مضطراً أن تواجه الأمر وحدك، والمساعدة متاحة.",
  "MH_WHO": "مصادر محترفي الصحة النفسية - منظمة الصحة العالمية",
  "AND": "و",
  "MH_ILAJNAFSY": "الاستشارات النفسية عبر الإنترنت - علاج نفسي"
}