{
  "TOPBAR_TITLE": "Safe Space",
  "FOOTER": "Footer",
  "WHO_ARE_WE": "Who are we?",
  "SECTION_1": "Welcome to my website! This space is for anyone who cares about their mental health or is going through a difficult time. Here, you’ll find my story, helpful resources, inspiring podcasts, and practical exercises to support your self-care. My goal is to create a safe space that encourages you and reminds you that you are not alone on this journey.",
  "MY_STORY": "My Story",
  "MY_STORY_TEXT": "I have long experienced feelings of sadness and moments of anxiety without a clear reason.\n\nWhen I started university, these feelings intensified into panic attacks and increased anxiety, causing me to withdraw from others and feel deeply isolated.\n\nOne day, I attended a lecture on mental health where someone shared their story.\n\nI felt they were expressing what I was going through.\n\nUnfortunately, many students dismissed their feelings and belittled their pain, which made me realize how difficult it is to talk about mental health in an unsafe environment.\n\nI searched extensively online for solutions, found helpful resources, and tried various exercises and advice.\n\nI wanted to share these with others and make this website a tool to support anyone going through a similar experience.\n\nI have learned that talking about mental health is not a weakness, and feeling lost does not mean being alone.\n\nThis website is my attempt to create a safe, honest, and compassionate space… a place where anyone who has gone through similar experiences can feel they are not alone and that there is always hope, understanding, and empathy.",
  "READ_MORE": "Read more",
  "PODCASTS_&_SELFCARE": "Podcasts & Self-care practices",
  "SOURCES": "Sources to reachout to",
  "PODCASTS_&_SELFCARE_TITLE": "Self-Care Practices for Mental Wellbeing",
  "PODCASTS_&_SELFCARE_TEXT": "Sometimes, the smallest steps can make the biggest difference in how we feel. Here are a few simple practices that have helped me personally — and might help you too — to feel more balanced and connected with yourself:\n\n1. Breathing Exercises\nHelp calm the nervous system, reduce stress, and promote a sense of peace and clarity.\n\n2. Healthy Eating\nA balanced diet rich in vegetables, fruits, whole grains, proteins, and essential nutrients can support both mental and physical health.\n\n3. Meditation and Yoga\nGreat tools for easing anxiety, building self-awareness, and staying grounded in the present moment.\n\n4. Writing\nWhether through journaling or expressive writing, putting your thoughts on paper can be a powerful way to release emotions and relieve pressure.\n\n5. Physical Activity\nRegular movement — even light exercise like walking — boosts mood by releasing endorphins and improving overall wellbeing.\n\n6. Mental Health Education\nUnderstanding yourself better starts with learning. Explore trustworthy resources online — articles, courses, videos — to deepen your knowledge of mental health and emotional resilience.",
  "SOURCES_TITLE": "Professional Help Sources",
  "SOURCES_TEXT": "If you feel like you need more support, this section offers resources and contact information for trusted, free mental health services in Jordan. Organizations that provide counseling, emotional support, or confidential mental health hotlines — because you don’t have to go through it alone, and help is available.",
  "MH_WHO": "Mental Health Professionals Resources - WHO",
  "AND": "&",
  "MH_ILAJNAFSY": "Online Mental Health Counseling - Ilaj Nafsy"
}